tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/file"
brew "readline"
brew "augeas"
brew "autoconf"
brew "automake"
brew "boost"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "chromedriver"
brew "coreutils"
brew "cowsay"
brew "czmq"
brew "dialog"
brew "direnv"
brew "jpeg"
brew "libtiff"
brew "openssl"
brew "erlang"
brew "elixir"
brew "icu4c"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gd"
brew "gdbm"
brew "gibo"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "pkg-config"
brew "gobject-introspection"
brew "gperftools"
brew "gradle"
brew "graphviz"
brew "htop"
brew "oniguruma"
brew "jq"
brew "jumanpp"
brew "kotlin"
brew "libsodium"
brew "libxml2"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nkf"
brew "node"
brew "pandoc"
brew "peco"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "qt"
brew "qcachegrind"
brew "rbenv"
brew "rename"
brew "watchman"
brew "zsh"
brew "rcmdnk/file/brew-file"
cask "ngrok"
cask "xquartz"
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
